tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "cuetools"
brew "flac"
brew "git"
brew "gptfdisk"
brew "grep"
brew "jq"
brew "python@3.9"
brew "lftp"
brew "libfido2"
brew "mas"
brew "mercurial"
brew "mp3info"
brew "mtr"
brew "openssh"
brew "packer"
brew "pam_yubico"
brew "rename"
brew "ruby"
brew "sox"
brew "subversion"
brew "tailscale", restart_service: true
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "yubico-piv-tool"
brew "zsh"
cask "adguard"
cask "alfred"
cask "alloy"
cask "arq"
cask "calibre"
cask "discord"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "font-source-code-pro"
cask "fujitsu-scansnap-home"
cask "google-chrome"
cask "iterm2"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "obsidian"
cask "openaudible"
cask "playonmac"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sequel-ace"
cask "signal"
cask "soundsource"
cask "the-unarchiver"
cask "tla-plus-toolbox"
cask "todoist"
cask "transmit"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xld"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Apple Configurator", id: 1037126344
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mp3tag", id: 1532597159
mas "Tailscale", id: 1475387142
