brew "git"
brew "mercurial"
brew "svn"
brew "python"
brew "ruby"
brew "wget"
brew "vim"
brew "tree"
brew "tmux"
brew "zsh"

tap "homebrew/cask"
tap "homebrew/cask-drivers"

cask "rectangle"
cask "alfred"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "docker"
cask "sequel-ace"
cask "tla-plus-toolbox"
cask "zoom"
cask "discord"
cask "signal"
cask "obsidian"
cask "todoist"
cask "soundsource"
cask "displaylink"
cask "fujitsu-scansnap-home"

tap "homebrew/cask-fonts"

cask "font-source-code-pro"
